Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Detecting…
ar: جارٍ الاكتشاف…
bn: শনাক্ত করা হচ্ছে…
de: Wird erkannt …
es: Detectando…
fr: Détection…
hi: पहचान की जा रही है…
id: Mendeteksi…
ja: 検出中…
ko: 감지하는 중…
mr: ओळखत आहे…
ne: पत्ता लगाउँदै…
pt_br: Detectando…
ru: Распознавание…
ta: கண்டறியப்படுகிறது…
te: గుర్తిస్తోంది…
tr: Algılanıyor…
ur: شناخت ہو رہی ہے…
vi: Đang nhận diện…
zh_hans: 识别中…

source: Dismiss
ar: تجاهل
bn: খারিজ করুন
de: Schließen
es: Descartar
fr: Ignorer
hi: खारिज करें
id: Tutup
ja: 閉じる
ko: 닫기
mr: काढून टाका
ne: हटाउनुहोस्
pt_br: Dispensar
ru: Закрыть
ta: நிராகரி
te: విస్మరించు
tr: Yoksay
ur: برخاست کریں
vi: Bỏ qua
zh_hans: 忽略

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
ja: 完了
ko: 완료
mr: पूर्ण झाले
ne: भयो
pt_br: Concluído
ru: Готово
ta: முடிந்தது
te: పూర్తయింది
tr: Tamam
ur: ہو گیا
vi: Xong
zh_hans: 完成

source: Due
ar: مستحق
bn: বকেয়া
de: Fällig
es: Vence
fr: Échéance
hi: देय
id: Jatuh tempo
ja: 期限
ko: 만기
mr: देय
ne: तिर्नुपर्ने
pt_br: Vencimento
ru: К оплате
ta: நிலுவை
te: గడువు
tr: Vade
ur: واجب الادا
vi: Đến hạn
zh_hans: 到期

source: Due %@
ar: الاستحقاق %@
bn: বকেয়া %@
de: Fällig am %@
es: Vence %@
fr: Échéance %@
hi: देय %@
id: Jatuh tempo %@
ja: 期限：%@
ko: %@ 만기
mr: देय %@
ne: %@ मा तिर्नुपर्ने
pt_br: Vence em %@
ru: Срок: %@
ta: நிலுவை: %@
te: గడువు %@
tr: Vade: %@
ur: %@ کو واجب الادا
vi: Đến hạn %@
zh_hans: %@ 到期

source: Due date
ar: تاريخ الاستحقاق
bn: শেষ তারিখ
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
hi: देय तारीख
id: Tanggal jatuh tempo
ja: 支払期限
ko: 만기일
mr: देय तारीख
ne: तिर्ने मिति
pt_br: Data de vencimento
ru: Дата платежа
ta: நிலுவைத் தேதி
te: గడువు తేదీ
tr: Vade tarihi
ur: ادائیگی کی تاریخ
vi: Ngày đến hạn
zh_hans: 到期日

source: Due day
ar: يوم الاستحقاق
bn: বকেয়ার দিন
de: Fälligkeitstag
es: Día de vencimiento
fr: Jour d’échéance
hi: देय दिन
id: Hari jatuh tempo
ja: 支払日
ko: 만기일
mr: देय दिवस
ne: तिर्ने दिन
pt_br: Dia de vencimento
ru: День платежа
ta: நிலுவை நாள்
te: గడువు రోజు
tr: Vade günü
ur: ادائیگی کا دن
vi: Ngày đến hạn
zh_hans: 到期日

source: Due in %lld days
ar: مستحق خلال %lld يومًا
bn: %lld দিনে দেয়
de: Fällig in %lld Tagen
es: Vence en %lld días
fr: À payer dans %lld jours
hi: %lld दिनों में देय
id: Jatuh tempo %lld hari lagi
ja: %lld 日後が期限
ko: %lld일 후 마감
mr: %lld दिवसांत देय
ne: %lld दिनमा तिर्नुपर्ने
pt_br: Vence em %lld dias
ru: Срок через %lld дн.
ta: %lld நாட்களில் செலுத்த வேண்டும்
te: %lld రోజుల్లో చెల్లించాలి
tr: %lld gün içinde ödenecek
ur: %lld دن میں واجب الادا
vi: Đến hạn sau %lld ngày
zh_hans: %lld 天后到期

source: Due soon
ar: مستحق قريبًا
bn: শীঘ্রই বকেয়া
de: Bald fällig
es: Vence pronto
fr: Échéance proche
hi: जल्द देय
id: Segera jatuh tempo
ja: まもなく期限
ko: 곧 만기
mr: लवकरच देय
ne: चाँडै तिर्नुपर्ने
pt_br: Vence em breve
ru: Скоро срок
ta: விரைவில் நிலுவை
te: త్వరలో గడువు
tr: Yakında vadesi geliyor
ur: جلد واجب الادا
vi: Sắp đến hạn
zh_hans: 即将到期

source: Due today
ar: مستحق اليوم
bn: আজ বকেয়া
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd’hui
hi: आज देय
id: Jatuh tempo hari ini
ja: 今日が期限
ko: 오늘 마감
mr: आज देय
ne: आज तिर्नुपर्ने
pt_br: Vence hoje
ru: Срок сегодня
ta: இன்று செலுத்த வேண்டியது
te: ఈరోజు గడువు
tr: Bugün vadesi geliyor
ur: آج واجب الادا
vi: Đến hạn hôm nay
zh_hans: 今天到期

source: Due tomorrow
ar: مستحق غدًا
bn: আগামীকাল দেয়
de: Morgen fällig
es: Vence mañana
fr: À payer demain
hi: कल देय
id: Jatuh tempo besok
ja: 明日が期限
ko: 내일 마감
mr: उद्या देय
ne: भोलि तिर्नुपर्ने
pt_br: Vence amanhã
ru: Срок завтра
ta: நாளை செலுத்த வேண்டும்
te: రేపు చెల్లించాలి
tr: Yarın ödenecek
ur: کل واجب الادا
vi: Đến hạn ngày mai
zh_hans: 明天到期

source: Duplicate
ar: مكرر
bn: ডুপ্লিকেট
de: Duplikat
es: Duplicado
fr: Doublon
hi: डुप्लिकेट
id: Duplikat
ja: 重複
ko: 중복
mr: डुप्लिकेट
ne: नक्कल गर्नुहोस्
pt_br: Duplicado
ru: Дубликат
ta: நகலெடு
te: నకిలీ
tr: Yinelenen
ur: نقل
vi: Trùng lặp
zh_hans: 重复

source: Edit Reminder
ar: تعديل التذكير
bn: রিমাইন্ডার এডিট করুন
de: Erinnerung bearbeiten
es: Editar recordatorio
fr: Modifier le rappel
hi: रिमाइंडर संपादित करें
id: Edit Pengingat
ja: リマインダーを編集
ko: 리마인더 편집
mr: स्मरणपत्र संपादित करा
ne: रिमाइन्डर सम्पादन गर्नुहोस्
pt_br: Editar Lembrete
ru: Изменить напоминание
ta: நினைவூட்டலைத் திருத்து
te: రిమైండర్ సవరించు
tr: Hatırlatıcıyı Düzenle
ur: یاد دہانی میں ترمیم کریں
vi: Sửa lời nhắc
zh_hans: 编辑提醒

source: Edit Transaction
ar: تعديل العملية
bn: লেনদেন এডিট করুন
de: Buchung bearbeiten
es: Editar transacción
fr: Modifier la transaction
hi: लेन-देन संपादित करें
id: Edit Transaksi
ja: 取引を編集
ko: 거래 수정
mr: व्यवहार संपादित करा
ne: कारोबार सम्पादन गर्नुहोस्
pt_br: Editar Transação
ru: Изменить операцию
ta: பரிவர்த்தனையைத் திருத்து
te: లావాదేవీని సవరించు
tr: İşlemi Düzenle
ur: لین دین میں ترمیم کریں
vi: Sửa giao dịch
zh_hans: 编辑交易

source: Edits this transaction
ar: يعدّل هذه العملية
bn: এই লেনদেনটি এডিট করে।
de: Bearbeitet diese Buchung
es: Edita esta transacción
fr: Modifie cette transaction
hi: इस लेन-देन को संपादित करता है
id: Mengedit transaksi ini
ja: この取引を編集します
ko: 이 거래를 수정해요
mr: हा व्यवहार संपादित करतो
ne: यो कारोबार सम्पादन गर्छ
pt_br: Edita esta transação
ru: Изменяет эту операцию
ta: இந்தப் பரிவர்த்தனையைத் திருத்தும்
te: ఈ లావాదేవీని సవరిస్తుంది
tr: Bu işlemi düzenler
ur: اس لین دین میں ترمیم کرتا ہے
vi: Chỉnh sửa giao dịch này
zh_hans: 编辑这笔交易

source: Enter what you earn each month. You can also paste a payslip or bank message and the app will read the amount — even in another currency.
ar: أدخل ما تكسبه كل شهر. يمكنك أيضًا لصق قسيمة راتب أو رسالة بنكية وسيقرأ التطبيق المبلغ — حتى لو كان بعملة أخرى.
bn: আপনি প্রতি মাসে কত আয় করেন তা লিখুন। চাইলে একটি পে-স্লিপ বা ব্যাংক মেসেজও পেস্ট করতে পারেন, অ্যাপ সেখান থেকে পরিমাণ পড়ে নেবে — অন্য মুদ্রায় হলেও।
de: Gib ein, was du jeden Monat verdienst. Du kannst auch eine Gehaltsabrechnung oder Bank-Nachricht einfügen, und die App liest den Betrag aus – auch in einer anderen Währung.
es: Indica cuánto ganas cada mes. También puedes pegar una nómina o un mensaje del banco, y la app leerá el importe, incluso en otra moneda.
fr: Indique ce que tu gagnes chaque mois. Tu peux aussi coller une fiche de paie ou un message bancaire, l’app lira le montant — même dans une autre devise.
hi: आप हर महीने जो कमाते हैं वह दर्ज करें। आप पेस्लिप या बैंक मैसेज भी पेस्ट कर सकते हैं और ऐप राशि पढ़ लेगा — किसी और करेंसी में भी।
id: Masukkan penghasilanmu setiap bulan. Kamu juga bisa menempel slip gaji atau pesan bank dan aplikasi akan membaca nominalnya — bahkan dalam mata uang lain.
ja: 毎月の収入を入力してください。給与明細や銀行のメッセージを貼り付ければ、金額をアプリが読み取ります。他の通貨でも対応しています。
ko: 매달 버는 금액을 입력하세요. 급여명세서나 은행 문자를 붙여넣으면 앱이 금액을 자동으로 읽어요 — 다른 통화라도 괜찮아요.
mr: तुम्ही दर महिन्याला किती कमावता ते टाका. तुम्ही पगार स्लिप किंवा बँक मेसेजही पेस्ट करू शकता आणि अ‍ॅप रक्कम वाचेल — अगदी दुसऱ्या चलनातही.
ne: तपाईंले महिनाको कति कमाउनुहुन्छ राख्नुहोस्। तलब पर्ची वा बैंक म्यासेज पनि पेस्ट गर्न सक्नुहुन्छ, एपले रकम आफैं पढ्नेछ — फरक मुद्रामा भए पनि।
pt_br: Informe quanto você ganha por mês. Você também pode colar um holerite ou mensagem do banco, e o app vai ler o valor — mesmo em outra moeda.
ru: Укажите, сколько вы зарабатываете каждый месяц. Также можно вставить расчётный лист или сообщение банка — приложение считает сумму, даже в другой валюте.
ta: நீங்கள் ஒவ்வொரு மாதமும் சம்பாதிப்பதை உள்ளிடவும். ஊதியச் சீட்டு அல்லது வங்கிச் செய்தியை ஒட்டவும் — வேறு நாணயத்தில் இருந்தாலும் ஆப் அந்தத் தொகையைப் படித்துக் கொள்ளும்.
te: మీరు ప్రతి నెలా సంపాదించేది నమోదు చేయండి. మీరు పేస్లిప్ లేదా బ్యాంక్ మెసేజ్‌ను కూడా పేస్ట్ చేయవచ్చు, యాప్ మొత్తాన్ని చదువుతుంది — వేరే కరెన్సీలో అయినా సరే.
tr: Her ay kazandığınızı girin. Ayrıca bir maaş bordrosu veya banka mesajı yapıştırabilirsiniz, uygulama tutarı okur — başka bir para biriminde olsa bile.
ur: درج کریں کہ آپ ہر ماہ کتنا کماتے ہیں۔ آپ تنخواہ کی پرچی یا بینک پیغام بھی پیسٹ کر سکتے ہیں اور ایپ رقم پڑھ لے گی — چاہے کسی اور کرنسی میں ہو۔
vi: Nhập số tiền bạn kiếm được mỗi tháng. Bạn cũng có thể dán phiếu lương hoặc tin nhắn ngân hàng để ứng dụng tự đọc số tiền — kể cả bằng đơn vị tiền tệ khác.
zh_hans: 填写你每月的收入。也可以粘贴工资单或银行短信，应用会读取金额，即使是外币也可以。

source: ENTRIES
ar: القيود
bn: এন্ট্রি
de: EINTRÄGE
es: REGISTROS
fr: ENTRÉES
hi: प्रविष्टियाँ
id: ENTRI
ja: 件数
ko: 항목
mr: नोंदी
ne: प्रविष्टिहरू
pt_br: LANÇAMENTOS
ru: ЗАПИСИ
ta: பதிவுகள்
te: నమోదులు
tr: KAYITLAR
ur: اندراجات
vi: MỤC
zh_hans: 条目

source: Everything lives on your device. Sign in later only if you want backup and sync.
ar: كل شيء يبقى على جهازك. سجّل الدخول لاحقًا فقط إذا أردت النسخ الاحتياطي والمزامنة.
bn: সবকিছু আপনার ডিভাইসেই থাকে। ব্যাকআপ আর সিঙ্ক চাইলে পরে সাইন ইন করুন।
de: Alles bleibt auf deinem Gerät. Melde dich später an, wenn du eine Sicherung und Synchronisierung möchtest.
es: Todo se guarda en tu dispositivo. Inicia sesión más tarde solo si quieres copia de seguridad y sincronización.
fr: Tout reste sur ton appareil. Connecte-toi plus tard seulement si tu veux la sauvegarde et la synchronisation.
hi: सब कुछ आपके डिवाइस पर रहता है। बैकअप और सिंक चाहिए तो बाद में साइन इन करें।
id: Semua data tersimpan di perangkatmu. Masuk nanti hanya jika kamu ingin cadangan dan sinkronisasi.
ja: すべてのデータはデバイス内に保存されます。バックアップや同期が必要になったら、後からサインインできます。
ko: 모든 데이터는 기기에만 저장돼요. 백업과 동기화가 필요할 때만 나중에 로그인하세요.
mr: सर्व काही तुमच्या डिव्हाइसवरच सुरक्षित राहते. बॅकअप आणि सिंक हवे असल्यासच नंतर साइन इन करा.
ne: सबै कुरा तपाईंको डिभाइसमै रहन्छ। ब्याकअप र सिंक चाहिएमा मात्र पछि साइन इन गर्नुहोस्।
pt_br: Tudo fica no seu dispositivo. Entre depois somente se quiser backup e sincronização.
ru: Все данные хранятся на вашем устройстве. Войдите позже, если захотите резервное копирование и синхронизацию.
ta: எல்லாமே உங்கள் சாதனத்தில் மட்டுமே சேமிக்கப்படும். காப்புப்பிரதி மற்றும் ஒத்திசைவு வேண்டுமெனில் மட்டும் பின்னர் உள்நுழையவும்.
te: ప్రతిదీ మీ పరికరంలోనే ఉంటుంది. బ్యాకప్, సింక్ కావాలంటే మాత్రమే తర్వాత సైన్ ఇన్ చేయండి.
tr: Her şey cihazınızda saklanır. Yedekleme ve senkronizasyon isterseniz daha sonra giriş yapabilirsiniz.
ur: سب کچھ آپ کے آلے پر محفوظ رہتا ہے۔ صرف اس صورت میں بعد میں سائن ان کریں اگر آپ بیک اپ اور سنک چاہتے ہیں۔
vi: Mọi thứ được lưu trên thiết bị của bạn. Chỉ đăng nhập sau này nếu bạn muốn sao lưu và đồng bộ.
zh_hans: 所有数据都保存在你的设备上。只有需要备份和同步时才需要登录。

source: Expense
ar: مصروف
bn: খরচ
de: Ausgabe
es: Gasto
fr: Dépense
hi: खर्च
id: Pengeluaran
ja: 支出
ko: 지출
mr: खर्च
ne: खर्च
pt_br: Despesa
ru: Расход
ta: செலவு
te: ఖర్చు
tr: Gider
ur: خرچ
vi: Khoản chi
zh_hans: 支出

source: Expense Tracker
ar: متتبع المصروفات
bn: খরচের হিসাব
de: Ausgaben-Tracker
es: Rastreador de Gastos
fr: Suivi des Dépenses
hi: खर्च ट्रैकर
id: Pencatat Pengeluaran
ja: 支出管理
ko: 지출 관리
mr: खर्च ट्रॅकर
ne: खर्च ट्र्याकर
pt_br: Rastreador de Gastos
ru: Учёт расходов
ta: செலவு கணக்கு
te: ఖర్చుల నిర్వహణ
tr: Harcama Takibi
ur: خرچ ٹریکر
vi: Quản Lý Chi Tiêu
zh_hans: 记账助手

source: Export
ar: تصدير
bn: এক্সপোর্ট
de: Exportieren
es: Exportar
fr: Exporter
hi: एक्सपोर्ट
id: Ekspor
ja: エクスポート
ko: 내보내기
mr: एक्सपोर्ट
ne: एक्सपोर्ट
pt_br: Exportar
ru: Экспорт
ta: ஏற்றுமதி
te: ఎక్స్‌పోర్ట్
tr: Dışa Aktar
ur: ایکسپورٹ
vi: Xuất dữ liệu
zh_hans: 导出

source: Export as CSV
ar: تصدير كملف CSV
bn: CSV হিসেবে এক্সপোর্ট করুন
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter en CSV
hi: CSV के रूप में एक्सपोर्ट करें
id: Ekspor sebagai CSV
ja: CSVでエクスポート
ko: CSV로 내보내기
mr: CSV म्हणून एक्सपोर्ट करा
ne: CSV को रूपमा एक्सपोर्ट गर्नुहोस्
pt_br: Exportar como CSV
ru: Экспортировать в CSV
ta: CSV ஆக ஏற்றுமதி செய்
te: CSVగా ఎక్స్‌పోర్ట్ చేయి
tr: CSV Olarak Dışa Aktar
ur: CSV کے طور پر ایکسپورٹ کریں
vi: Xuất dưới dạng CSV
zh_hans: 导出为 CSV

source: Export Data
ar: تصدير البيانات
bn: ডেটা এক্সপোর্ট
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
hi: डेटा निर्यात
id: Ekspor Data
ja: データを書き出す
ko: 데이터 내보내기
mr: डेटा निर्यात
ne: डेटा निर्यात
pt_br: Exportar dados
ru: Экспорт данных
ta: தரவை ஏற்றுமதி செய்
te: డేటా ఎగుమతి
tr: Verileri Dışa Aktar
ur: ڈیٹا برآمد کریں
vi: Xuất dữ liệu
zh_hans: 导出数据

source: Filter transactions
ar: تصفية العمليات
bn: লেনদেন ফিল্টার করুন
de: Buchungen filtern
es: Filtrar transacciones
fr: Filtrer les transactions
hi: लेन-देन फ़िल्टर करें
id: Filter transaksi
ja: 取引を絞り込む
ko: 거래 필터링
mr: व्यवहार फिल्टर करा
ne: कारोबार फिल्टर गर्नुहोस्
pt_br: Filtrar transações
ru: Фильтр операций
ta: பரிவர்த்தனைகளை வடிகட்டு
te: లావాదేవీలను ఫిల్టర్ చేయి
tr: İşlemleri filtrele
ur: لین دین فلٹر کریں
vi: Lọc giao dịch

source: Filters active
ar: عوامل تصفية نشطة
bn: ফিল্টার সক্রিয়
de: Filter aktiv
es: Filtros activos
fr: Filtres actifs
hi: फ़िल्टर सक्रिय हैं
id: Filter aktif
ja: フィルター適用中
ko: 필터 적용 중
mr: फिल्टर सक्रिय आहेत
ne: फिल्टर सक्रिय
pt_br: Filtros ativos
ru: Фильтры активны
ta: வடிப்பான்கள் செயலில் உள்ளன
te: ఫిల్టర్‌లు యాక్టివ్‌గా ఉన్నాయి
tr: Filtreler etkin
ur: فلٹرز فعال ہیں
vi: Đang áp dụng bộ lọc

source: Finished
ar: منتهٍ
bn: শেষ
de: Abgeschlossen
es: Finalizado
fr: Achevé
hi: पूरा हुआ
id: Selesai
ja: 完了
ko: 완료됨
mr: समाप्त
ne: सकियो
pt_br: Finalizado
ru: Завершено
ta: நிறைவடைந்தது
te: ముగిసింది
tr: Tamamlandı
ur: مکمل
vi: Đã hoàn tất
zh_hans: 已完成

source: Fires a test notification in 5 seconds. Background the app after tapping to see it.
ar: يُطلق إشعارًا تجريبيًا خلال 5 ثوانٍ. ضع التطبيق في الخلفية بعد النقر لرؤيته.
bn: ৫ সেকেন্ডে একটি টেস্ট নোটিফিকেশন পাঠায়। এটি দেখতে ট্যাপ করার পর অ্যাপটি ব্যাকগ্রাউন্ডে পাঠিয়ে দিন।
de: Löst in 5 Sekunden eine Test-Benachrichtigung aus. Lege die App danach in den Hintergrund, um sie zu sehen.
es: Envía una notificación de prueba en 5 segundos. Pon la app en segundo plano después de tocar para verla.
fr: Déclenche une notification test dans 5 secondes. Mets l’app en arrière-plan après avoir appuyé pour la voir.
hi: 5 सेकंड में टेस्ट नोटिफ़िकेशन भेजता है। टैप करने के बाद इसे देखने के लिए ऐप को बैकग्राउंड में भेजें।
id: Mengirim notifikasi uji coba dalam 5 detik. Alihkan aplikasi ke latar belakang setelah mengetuk untuk melihatnya.
ja: 5秒後にテスト通知を送信します。タップ後はアプリをバックグラウンドにして確認してください。
ko: 5초 후에 테스트 알림을 보내요. 탭한 후 앱을 백그라운드로 전환해야 알림을 볼 수 있어요.
mr: 5 सेकंदात एक चाचणी नोटिफिकेशन पाठवते. ती पाहण्यासाठी टॅप केल्यानंतर अ‍ॅप बॅकग्राउंडला पाठवा.
ne: ५ सेकेन्डमा एउटा टेस्ट सूचना पठाउँछ। ट्याप गरेपछि एपलाई ब्याकग्राउन्डमा राख्नुहोस् ताकि देख्न सक्नुहोस्।
pt_br: Dispara uma notificação de teste em 5 segundos. Coloque o app em segundo plano depois de tocar para vê-la.
ru: Отправит тестовое уведомление через 5 секунд. Сверните приложение после нажатия, чтобы увидеть его.
ta: 5 வினாடிகளில் ஒரு சோதனை அறிவிப்பை அனுப்பும். அதைப் பார்க்க, தட்டிய பிறகு ஆப்பைப் பின்னணிக்கு அனுப்பவும்.
te: 5 సెకన్లలో టెస్ట్ నోటిఫికేషన్ పంపుతుంది. దాన్ని చూడటానికి నొక్కిన తర్వాత యాప్‌ను బ్యాక్‌గ్రౌండ్‌కు పంపండి.
tr: 5 saniye içinde bir test bildirimi gönderir. Görmek için dokunduktan sonra uygulamayı arka plana alın.
ur: 5 سیکنڈ میں ایک ٹیسٹ اطلاع بھیجتا ہے۔ ٹیپ کرنے کے بعد ایپ کو بیک گراؤنڈ میں بھیجیں تاکہ اسے دیکھ سکیں۔
vi: Gửi một thông báo thử nghiệm sau 5 giây. Hãy đưa ứng dụng xuống nền sau khi chạm để xem thông báo.

source: Fixed bills are read from your Recurring Reminders and Installments. Add or edit them there.
ar: تُقرأ الفواتير الثابتة من تذكيراتك المتكررة والأقساط. أضفها أو عدّلها من هناك.
bn: নির্দিষ্ট বিলগুলো আপনার রিকারিং রিমাইন্ডার আর কিস্তি থেকে নেওয়া হয়। সেখানে গিয়ে সেগুলো যোগ বা এডিট করুন।
de: Feste Rechnungen werden aus deinen wiederkehrenden Erinnerungen und Ratenzahlungen übernommen. Füge sie dort hinzu oder bearbeite sie.
es: Las facturas fijas se toman de tus Recordatorios recurrentes y Cuotas. Añádelas o edítalas ahí.
fr: Les factures fixes proviennent de tes rappels récurrents et mensualités. Ajoute-les ou modifie-les à cet endroit.
hi: फ़िक्स्ड बिल आपके रिकरिंग रिमाइंडर और इंस्टॉलमेंट्स से लिए जाते हैं। उन्हें वहां जोड़ें या संपादित करें।
id: Tagihan tetap diambil dari Pengingat Berulang dan Cicilanmu. Tambahkan atau edit di sana.
ja: 固定費は「定期リマインダー」と「分割払い」から読み込まれます。追加や編集はそちらで行ってください。
ko: 고정 청구 항목은 반복 리마인더와 할부에서 가져와요. 추가하거나 수정하려면 해당 화면에서 하세요.
mr: निश्चित बिले तुमच्या रिकरिंग स्मरणपत्रे आणि हप्त्यांमधून घेतली जातात. तिथे ती जोडा किंवा संपादित करा.
ne: स्थिर बिलहरू तपाईंको दोहोरिने रिमाइन्डर र किस्ताबाट लिइन्छ। त्यहींबाट थप्नुहोस् वा सम्पादन गर्नुहोस्।
pt_br: As contas fixas são lidas dos seus Lembretes Recorrentes e Parcelamentos. Adicione ou edite-as por lá.
ru: Постоянные счета берутся из ваших регулярных напоминаний и рассрочек. Добавляйте и редактируйте их там.
ta: நிலையான கட்டணங்கள் உங்கள் தொடர் நினைவூட்டல்கள் மற்றும் தவணைகளில் இருந்து படிக்கப்படுகின்றன. அவற்றை அங்கு சேர்க்கவும் அல்லது திருத்தவும்.
te: ఫిక్స్‌డ్ బిల్లులు మీ Recurring Reminders, Installments నుండి చదవబడతాయి. వాటిని అక్కడ జోడించండి లేదా సవరించండి.
tr: Sabit faturalar, Tekrarlayan Hatırlatıcılarınızdan ve Taksitlerinizden okunur. Eklemek veya düzenlemek için oraya gidin.
ur: مقررہ بل آپ کی بار بار آنے والی یاد دہانیوں اور اقساط سے پڑھے جاتے ہیں۔ انہیں وہاں شامل یا ترمیم کریں۔
vi: Hóa đơn cố định được lấy từ mục Lời nhắc định kỳ và Trả góp của bạn. Hãy thêm hoặc chỉnh sửa tại đó.
zh_hans: 固定账单读取自你的周期提醒和分期。请在那里添加或修改。

source: Fixed monthly bills
ar: الفواتير الشهرية الثابتة
bn: নির্দিষ্ট মাসিক বিল
de: Feste monatliche Rechnungen
es: Facturas fijas mensuales
fr: Factures mensuelles fixes
hi: फ़िक्स्ड मासिक बिल
id: Tagihan bulanan tetap
ja: 毎月の固定費
ko: 월 고정 청구액
mr: निश्चित मासिक बिले
ne: स्थिर मासिक बिलहरू
pt_br: Contas fixas mensais
ru: Постоянные ежемесячные счета
ta: நிலையான மாதாந்திர கட்டணங்கள்
te: ఫిక్స్‌డ్ నెలవారీ బిల్లులు
tr: Sabit aylık faturalar
ur: مقررہ ماہانہ بل
vi: Hóa đơn cố định hàng tháng
zh_hans: 每月固定账单

source: For a purchase paid over months, or a loan you repay monthly.
ar: لعملية شراء تُسدد على عدة أشهر، أو قرض تسدده شهريًا.
bn: এমন কেনাকাটার জন্য যা কয়েক মাসে পরিশোধ করা হয়, অথবা এমন ঋণের জন্য যা আপনি প্রতি মাসে শোধ করেন।
de: Für einen Kauf, den du über mehrere Monate abbezahlst, oder einen Kredit mit monatlicher Rückzahlung.
es: Para una compra que pagas en varios meses, o un préstamo que devuelves mensualmente.
fr: Pour un achat payé en plusieurs mois, ou un prêt remboursé chaque mois.
hi: किसी खरीद को महीनों में चुकाने के लिए, या ऐसे लोन के लिए जो आप हर महीने चुकाते हैं।
id: Untuk pembelian yang dibayar bertahap selama beberapa bulan, atau pinjaman yang kamu lunasi tiap bulan.
ja: 数か月かけて支払う購入や、毎月返済するローンに。
ko: 여러 달에 걸쳐 나눠 내는 구매나 매달 갚는 대출에 사용하세요.
mr: काही महिन्यांत भरायच्या खरेदीसाठी, किंवा दर महिन्याला परतफेड करायच्या कर्जासाठी.
ne: महिनौंमा तिरिने खरिद वा हरेक महिना तिर्ने ऋणका लागि।
pt_br: Para uma compra paga em várias parcelas, ou um empréstimo que você paga mensalmente.
ru: Для покупки, которую оплачиваете по частям, или кредита с ежемесячными платежами.
ta: பல மாதங்களாகச் செலுத்தும் ஒரு வாங்குதலுக்கு, அல்லது மாதந்தோறும் திருப்பிச் செலுத்தும் கடனுக்கு.
te: నెలల వారీగా చెల్లించే కొనుగోలు కోసం, లేదా మీరు నెలవారీగా తిరిగి చెల్లించే రుణం కోసం.
tr: Aylara yayılan bir satın alım ya da aylık geri ödediğiniz bir kredi için.
ur: ایسی خریداری کے لیے جو کئی مہینوں میں ادا کی جائے، یا قرض جو آپ ماہانہ واپس کرتے ہیں۔
vi: Dành cho khoản mua trả dần theo tháng, hoặc khoản vay bạn trả hàng tháng.
zh_hans: 适用于分月支付的消费，或按月偿还的贷款。

source: Forecast this month's income and spending
ar: توقّع دخل هذا الشهر وإنفاقه
bn: এই মাসের আয় ও খরচের পূর্বাভাস দেখুন
de: Prognostiziere Einnahmen und Ausgaben dieses Monats
es: Pronostica los ingresos y gastos de este mes
fr: Prévois tes revenus et dépenses du mois
hi: इस महीने की आय और खर्च का अनुमान लगाएं
id: Perkirakan pemasukan dan pengeluaran bulan ini
ja: 今月の収入と支出を予測
ko: 이번 달 수입과 지출을 예측해요
mr: या महिन्याचे उत्पन्न आणि खर्चाचा अंदाज पाहा
ne: यस महिनाको आम्दानी र खर्चको पूर्वानुमान गर्नुहोस्
pt_br: Preveja a receita e os gastos deste mês
ru: Прогноз дохода и расходов на этот месяц
ta: இந்த மாத வருமானம் மற்றும் செலவினத்தை முன்கணி
te: ఈ నెల ఆదాయం, ఖర్చులను అంచనా వేయండి
tr: Bu ayın gelir ve giderini tahmin edin
ur: اس مہینے کی آمدنی اور اخراجات کا تخمینہ لگائیں
vi: Dự báo thu nhập và chi tiêu tháng này
zh_hans: 预测本月的收入与支出

source: Free savings
ar: مدخرات حرة
bn: সাধারণ সঞ্চয়
de: Freie Ersparnisse
es: Ahorro libre
fr: Épargne libre
hi: मुक्त बचत
id: Tabungan bebas
ja: フリー貯金
ko: 여유 저축
mr: मोकळी बचत
ne: स्वतन्त्र बचत
pt_br: Poupança livre
ru: Свободные накопления
ta: கட்டற்ற சேமிப்பு
te: స్వేచ్ఛా పొదుపు
tr: Serbest birikim
ur: آزاد بچت
vi: Tiết kiệm tự do
zh_hans: 可自由支配的储蓄

source: Free to use
ar: مجاني للاستخدام
bn: ব্যবহার করা সম্পূর্ণ ফ্রি
de: Kostenlos nutzbar
es: Gratis
fr: Gratuit
hi: उपयोग करना मुफ़्त
id: Gratis digunakan
ja: 無料で利用可能
ko: 무료로 사용
mr: वापरण्यास मोफत
ne: प्रयोग गर्न निःशुल्क
pt_br: Grátis para usar
ru: Бесплатно
ta: இலவசமாகப் பயன்படுத்தலாம்
te: ఉచితంగా వాడొచ్చు
tr: Kullanımı ücretsiz
ur: استعمال کے لیے مفت
vi: Miễn phí sử dụng
zh_hans: 免费使用

source: Friends
ar: الأصدقاء
bn: বন্ধুরা
de: Freunde
es: Amigos
fr: Amis
hi: दोस्त
id: Teman
ja: 友達
ko: 친구
mr: मित्र
ne: साथीहरू
pt_br: Amigos
ru: Друзья
ta: நண்பர்கள்
te: స్నేహితులు
tr: Arkadaşlar
ur: دوست
vi: Bạn bè
zh_hans: 好友

source: Get alerts before bills are due
ar: احصل على تنبيهات قبل استحقاق الفواتير
bn: বিল বকেয়া হওয়ার আগে সতর্কতা পান
de: Erhalte Benachrichtigungen, bevor Rechnungen fällig sind
es: Recibe avisos antes de que venzan tus facturas
fr: Reçois des alertes avant l’échéance de tes factures
hi: बिल देय होने से पहले अलर्ट पाएं
id: Dapatkan peringatan sebelum tagihan jatuh tempo
ja: 支払期限前に通知を受け取る
ko: 청구서 만기 전에 알림을 받으세요
mr: बिले देय होण्यापूर्वी अलर्ट मिळवा
ne: बिल तिर्नुअघि नै अलर्ट पाउनुहोस्
pt_br: Receba alertas antes do vencimento das contas
ru: Получайте уведомления до срока оплаты счетов
ta: பில்கள் நிலுவைக்கு வருவதற்கு முன் எச்சரிக்கைகளைப் பெறுங்கள்
te: బిల్లుల గడువుకు ముందు అలర్ట్‌లు పొందండి
tr: Faturaların vadesinden önce bildirim alın
ur: بل واجب الادا ہونے سے پہلے الرٹ حاصل کریں
vi: Nhận cảnh báo trước khi hóa đơn đến hạn
zh_hans: 在账单到期前收到提醒

source: Get Started
ar: ابدأ الآن
bn: শুরু করুন
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
ja: はじめる
ko: 시작하기
mr: सुरुवात करा
ne: सुरु गर्नुहोस्
pt_br: Começar
ru: Начать
ta: தொடங்குங்கள்
te: ప్రారంభించండి
tr: Başlayın
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始使用
